let classmate = [
    [
        "정현진",
        49,
        "남자",
        false,
        "INFP",
        [
            "고양이랑 놀기",
            "물고기 키우기",
            "뛰기",
            "영상 제작하기"
        ],
        "정현진.png"
    ],
    [
        "염보람",
        30,
        "여자",
        false,
        "ESFP",
        [
            "라이딩",
            "강아지 고양이와 놀기",
            "넷플릭스 보기",
            "사진 찍기"
        ],
        "염보람.png"
    ],
    [
        "안혜진",
        22,
        "여자",
        false,
        "ISTP",
        [
            "요리하기",
            "산책하기",
            "영화보기"
        ],
        "안혜진.png"
    ],
    [
        "이은수",
        32,
        "여자",
        false,
        "INTP",
        [
            "드라이브 (능동형)",
            "뜨개질",
            "그림 그리기",
            "애니메이션 보기",
            "노래 부르기",
            "레고 만들기"
        ],
        "이은수.jpg"
    ],
    [
        "지혜선",
        24,
        "여자",
        false,
        "ESFP",
        [
            "여행가기",
            "산책하기",
            "멍 때리기",
        ],
        "지혜선.png"
    ],
    [
        "정진영",
        28,
        "여자",
        false,
        "INFJ",
        [
            "까페가서 책 읽기",
            "공예",
            "요리하기",
            "노래 부르기",
            "드라마 보기",
            "애니메이션 보기",
            "드라이브 (수동형)"
        ],
        "정진영.png"
    ],
    [
        "신혜수",
        35,
        "여자",
        false,
        "ENFJ",
        [
            "드라이브 (능/수동형)",
            "여행하기",
            "상담을 해주기",
            "TMI 토커",
            "코노가기(보통 둘이 감)",
            "맛집 탐방",
            "친구 인생 샷 찍어주기"
        ],
        "신혜수.png"
    ],
    [
        "양지수",
        28,
        "여자",
        false,
        "ISFJ",
        [
            "자전거 타기",
            "요가 하기",
            "배드민턴 치기",
            "네일아트 하기(능동형)",
            "놀러가기",
            "사진찍기"
        ],
        "양지수.png"
    ],
    [
        "오재석",
        29,
        "남자",
        true,
        "INFP",
        [
            "축구하기",
            "게임하기",
            "유튜브 보기",
            "영화 보기"
        ],
        "오재석.PNG"
    ],
    [
        "염수진",
        100,
        "여자",
        false,
        "INTP",
        [
            "꽃꽂이",
            "독서"
        ],
        "염수진.png"
    ]
]